Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: The microphone is unavailable.
ar: الميكروفون غير متاح.
es: El micrófono no está disponible.
fa: میکروفون در دسترس نیست.
fil: Hindi magamit ang mikropono.
fil_ph: Hindi available ang mikropono.
fr: Microphone indisponible.
it: Il microfono non è disponibile.
ja: マイクを利用できません。
ko: 마이크를 사용할 수 없습니다.
ru: Микрофон недоступен.
tr: Mikrofon kullanılamıyor.
vi: Không thể sử dụng micrô.
zh_hans: 麦克风不可用。

source: The server returned an invalid response.
ar: أعاد الخادم استجابة غير صالحة.
es: El servidor devolvió una respuesta no válida.
fa: سرور پاسخی نامعتبر برگرداند.
fil: Nagbalik ang server ng hindi wastong tugon.
fil_ph: Nagbalik ang server ng hindi wastong tugon.
fr: Le serveur a renvoyé une réponse invalide.
it: Il server ha restituito una risposta non valida.
ja: サーバーから無効な応答が返されました。
ko: 서버에서 유효하지 않은 응답을 받았습니다.
ru: Сервер вернул недопустимый ответ.
tr: Sunucu geçersiz bir yanıt döndürdü.
vi: Máy chủ trả về phản hồi không hợp lệ.
zh_hans: 服务器返回了无效响应。

source: The server returned data this app could not read.
ar: أعاد الخادم بيانات تعذّر على هذا التطبيق قراءتها.
es: El servidor devolvió datos que esta app no pudo leer.
fa: سرور داده‌ای برگرداند که این برنامه نتوانست بخواند.
fil: Nagbalik ang server ng data na hindi mabasa ng app na ito.
fil_ph: Nagbalik ang server ng data na hindi mabasa ng app na ito.
fr: Le serveur a renvoyé des données que cette app n’a pas pu lire.
it: Il server ha restituito dati che questa app non è riuscita a leggere.
ja: このアプリで読み取れないデータがサーバーから返されました。
ko: 서버에서 이 앱이 읽을 수 없는 데이터를 받았습니다.
ru: Сервер вернул данные, которые приложение не смогло прочитать.
tr: Sunucu, bu uygulamanın okuyamadığı veriler döndürdü.
vi: Máy chủ trả về dữ liệu mà ứng dụng này không thể đọc.
zh_hans: 服务器返回的数据无法由此应用读取。

source: The sign-in response could not be verified. Please try again.
ar: تعذّر التحقق من استجابة تسجيل الدخول. يُرجى المحاولة مرة أخرى.
es: No se pudo verificar la respuesta de inicio de sesión. Inténtalo de nuevo.
fa: تأیید پاسخ ورود ممکن نشد. لطفاً دوباره تلاش کنید.
fil: Hindi ma-verify ang tugon sa pag-sign in. Subukan ulit.
fil_ph: Hindi ma-verify ang tugon sa pag-sign in. Subukan ulit.
fr: La réponse de connexion n’a pas pu être vérifiée. Veuillez réessayer.
it: Impossibile verificare la risposta di accesso. Riprova.
ja: サインイン応答を検証できませんでした。もう一度お試しください。
ko: 로그인 응답을 확인할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось проверить ответ при входе. Попробуйте ещё раз.
tr: Oturum açma yanıtı doğrulanamadı. Lütfen tekrar deneyin.
vi: Không thể xác minh phản hồi đăng nhập. Vui lòng thử lại.
zh_hans: 无法验证登录响应。请重试。

source: The voice connection was interrupted. Please try again.
ar: انقطع اتصال الصوت. يُرجى المحاولة مرة أخرى.
es: Se interrumpió la conexión de voz. Inténtalo de nuevo.
fa: اتصال صوتی قطع شد. لطفاً دوباره امتحان کنید.
fil: Naputol ang koneksyon sa boses. Subukan ulit.
fil_ph: Naputol ang koneksyon ng boses. Subukan ulit.
fr: La connexion vocale a été interrompue. Veuillez réessayer.
it: La connessione vocale è stata interrotta. Riprova.
ja: 音声接続が中断されました。もう一度お試しください。
ko: 음성 연결이 끊겼습니다. 다시 시도해 주세요.
ru: Голосовое соединение прервано. Попробуйте ещё раз.
tr: Ses bağlantısı kesildi. Lütfen tekrar deneyin.
vi: Kết nối thoại bị gián đoạn. Vui lòng thử lại.
zh_hans: 语音连接中断，请重试。

source: The voice sample could not play. Please try again.
ar: تعذّر تشغيل عينة الصوت. يُرجى المحاولة مرة أخرى.
es: No se pudo reproducir la muestra de voz. Inténtalo de nuevo.
fa: نمونهٔ صدا پخش نشد. لطفاً دوباره امتحان کنید.
fil: Hindi mapatugtog ang sample ng boses. Subukan ulit.
fil_ph: Hindi ma-play ang sample ng boses. Subukan ulit.
fr: Impossible de lire l’échantillon vocal. Veuillez réessayer.
it: Impossibile riprodurre il campione vocale. Riprova.
ja: 音声サンプルを再生できませんでした。もう一度お試しください。
ko: 음성 샘플을 재생할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось воспроизвести образец голоса. Попробуйте ещё раз.
tr: Ses örneği çalınamadı. Lütfen tekrar deneyin.
vi: Không phát được đoạn nghe thử giọng nói. Vui lòng thử lại.
zh_hans: 无法播放语音试听，请重试。

source: These events overlap your plans:
ar: تتعارض هذه الفعاليات مع خططك:
es: Estos eventos coinciden con tus planes:
fa: این رویدادها با برنامه‌هایت تداخل دارند:
fil: Nagkakapatong sa mga plano mo ang mga kaganapang ito:
fil_ph: Sumasabay ang mga event na ito sa mga plano mo:
fr: Ces événements chevauchent vos activités :
it: Questi eventi si sovrappongono ai tuoi programmi:
ja: 予定と重複するイベント：
ko: 다음 일정이 기존 계획과 겹칩니다:
ru: Эти события пересекаются с вашими планами:
tr: Bu etkinlikler planlarınızla çakışıyor:
vi: Các sự kiện sau trùng với lịch trình của bạn:
zh_hans: 以下活动与计划时间重叠：

source: This backend does not support headphone mode yet. Use the updated local backend or turn headphone mode off.
ar: هذا النظام الخلفي لا يدعم وضع سماعات الرأس بعد. استخدم النظام الخلفي المحلي المحدّث أو أوقف وضع سماعات الرأس.
es: Este backend aún no es compatible con el modo auriculares. Usa el backend local actualizado o desactiva el modo auriculares.
fa: این بخشِ پشتیبان هنوز از حالت هدفون پشتیبانی نمی‌کند. از بخشِ پشتیبان محلیِ به‌روزشده استفاده کنید یا حالت هدفون را خاموش کنید.
fil: Hindi pa sinusuportahan ng backend na ito ang headphone mode. Gamitin ang na-update na lokal na backend o i-off ang headphone mode.
fil_ph: Hindi pa sinusuportahan ng backend na ito ang headphone mode. Gamitin ang na-update na lokal na backend o i-off ang headphone mode.
fr: Ce serveur ne prend pas encore en charge le mode casque. Utilisez la version mise à jour du serveur local ou désactivez le mode casque.
it: Questo servizio backend non supporta ancora la modalità cuffie. Usa il backend locale aggiornato oppure disattiva la modalità cuffie.
ja: このバックエンドはヘッドフォンモードにまだ対応していません。最新のローカルバックエンドを使うか、ヘッドフォンモードをオフにしてください。
ko: 이 백엔드는 아직 헤드폰 모드를 지원하지 않습니다. 업데이트된 로컬 백엔드를 사용하거나 헤드폰 모드를 끄세요.
ru: Этот сервер пока не поддерживает режим наушников. Используйте обновлённый локальный сервер или отключите режим наушников.
tr: Bu arka uç henüz kulaklık modunu desteklemiyor. Güncellenmiş yerel arka ucu kullanın veya kulaklık modunu kapatın.
vi: Máy chủ phụ trợ này chưa hỗ trợ chế độ tai nghe. Hãy dùng máy chủ phụ trợ cục bộ đã cập nhật hoặc tắt chế độ tai nghe.
zh_hans: 此后端暂不支持耳机模式。请使用更新后的本地后端，或关闭耳机模式。

source: This device could not clear its saved sign-in. Retry to finish signing out.
ar: تعذّر على هذا الجهاز مسح بيانات تسجيل الدخول المحفوظة. أعد المحاولة لإكمال تسجيل الخروج.
es: Este dispositivo no pudo borrar los datos de inicio de sesión guardados. Vuelve a intentarlo para terminar de cerrar sesión.
fa: این دستگاه نتوانست اطلاعات ورود ذخیره‌شده را پاک کند. برای تکمیل خروج دوباره تلاش کنید.
fil: Hindi maalis ng device na ito ang naka-save mong pag-sign in. Subukan ulit para matapos ang pag-sign out.
fil_ph: Hindi na-clear ng device na ito ang naka-save mong pag-sign in. Subukan ulit para makumpleto ang pag-sign out.
fr: Cet appareil n’a pas pu effacer vos identifiants enregistrés. Réessayez pour terminer la déconnexion.
it: Impossibile cancellare le credenziali salvate su questo dispositivo. Riprova per completare la disconnessione.
ja: このデバイスで保存済みのサインイン情報を消去できませんでした。サインアウトを完了するには、もう一度お試しください。
ko: 이 기기에서 저장된 로그인 정보를 삭제할 수 없습니다. 로그아웃을 완료하려면 다시 시도하세요.
ru: Не удалось удалить сохранённые данные для входа на этом устройстве. Повторите попытку, чтобы завершить выход.
tr: Bu cihaz, kayıtlı oturum açma bilgilerinizi temizleyemedi. Oturumu kapatma işlemini tamamlamak için tekrar deneyin.
vi: Thiết bị này không thể xóa thông tin đăng nhập đã lưu. Hãy thử lại để hoàn tất đăng xuất.
zh_hans: 此设备无法清除已保存的登录信息。请重试以完成退出登录。

source: This endpoint does not support creation by POST.
ar: لا تدعم نقطة النهاية هذه الإنشاء باستخدام POST.
es: Este endpoint no admite la creación mediante POST.
fa: این نشانی از ایجاد با POST پشتیبانی نمی‌کند.
fil: Hindi sinusuportahan ng endpoint na ito ang paggawa gamit ang POST.
fil_ph: Hindi sinusuportahan ng endpoint na ito ang paggawa gamit ang POST.
fr: Cet endpoint ne prend pas en charge la création par POST.
it: Questo endpoint non supporta la creazione tramite POST.
ja: このエンドポイントはPOSTによる作成に対応していません。
ko: 이 엔드포인트는 POST를 통한 생성을 지원하지 않습니다.
ru: Эта конечная точка не поддерживает создание с помощью POST.
tr: Bu uç nokta POST yöntemiyle oluşturmayı desteklemiyor.
vi: Điểm cuối này không hỗ trợ tạo bằng POST.
zh_hans: 此端点不支持通过 POST 创建。

source: This endpoint does not support reading.
ar: لا تدعم نقطة النهاية هذه القراءة.
es: Este endpoint no admite la lectura.
fa: این نقطهٔ پایانی از خواندن پشتیبانی نمی‌کند.
fil: Hindi sinusuportahan ng endpoint na ito ang pagbasa.
fil_ph: Hindi sinusuportahan ng endpoint na ito ang pagbasa.
fr: Cet endpoint ne prend pas en charge la lecture.
it: Questo endpoint non supporta la lettura.
ja: このエンドポイントは読み取りに対応していません。
ko: 이 엔드포인트는 읽기를 지원하지 않습니다.
ru: Эта конечная точка не поддерживает чтение.
tr: Bu uç nokta okumayı desteklemiyor.
vi: Điểm cuối này không hỗ trợ đọc dữ liệu.
zh_hans: 此端点不支持读取。

source: This permanently deletes your PipPipGo profile, companions, trips, saved preferences and conversations. You will be signed out and cannot undo this. Your Google account is not deleted.
ar: سيؤدي هذا إلى حذف ملفك الشخصي في PipPipGo، والمرافقين، والرحلات، والتفضيلات المحفوظة، والمحادثات نهائيًا. سيُسجّل خروجك، ولا يمكن التراجع عن هذا الإجراء. لن يُحذف حسابك على Google.
es: Esto eliminará permanentemente tu perfil de PipPipGo, tus acompañantes, viajes, preferencias guardadas y conversaciones. Se cerrará tu sesión y no podrás deshacer esta acción. Tu cuenta de Google no se eliminará.
fa: با این کار، نمایهٔ PipPipGo، همراهان، سفرها، ترجیحات ذخیره‌شده و گفتگوهایتان برای همیشه حذف می‌شوند. از حسابتان خارج خواهید شد و این کار قابل بازگشت نیست. حساب Google شما حذف نمی‌شود.
fil: Permanenteng ide-delete nito ang profile mo sa PipPipGo, mga kasama, biyahe, naka-save na kagustuhan, at mga pag-uusap. Masa-sign out ka at hindi na ito maibabalik. Hindi ide-delete ang Google account mo.
fil_ph: Permanenteng buburahin nito ang profile mo sa PipPipGo, mga kasama, biyahe, naka-save na kagustuhan at pag-uusap. Mala-log out ka at hindi na ito maibabalik. Hindi mabubura ang Google account mo.
fr: Cette action supprimera définitivement votre profil PipPipGo, vos compagnons, vos voyages, vos préférences enregistrées et vos conversations. Vous serez déconnecté et ne pourrez pas annuler cette action. Votre compte Google ne sera pas supprimé.
it: Questa operazione eliminerà definitivamente il tuo profilo PipPipGo, i compagni di viaggio, i viaggi, le preferenze salvate e le conversazioni. Uscirai dall’account e non potrai annullare l’operazione. Il tuo account Google non verrà eliminato.
ja: PipPipGoのプロフィール、同行者、旅行、保存した設定、会話が完全に削除されます。サインアウトされ、この操作は取り消せません。Googleアカウントは削除されません。
ko: PipPipGo 프로필, 동행자, 여행, 저장된 환경설정 및 대화가 영구 삭제됩니다. 로그아웃되며 이 작업은 되돌릴 수 없습니다. Google 계정은 삭제되지 않습니다.
ru: Это навсегда удалит ваш профиль PipPipGo, попутчиков, поездки, сохранённые настройки и переписки. Вы выйдете из аккаунта, и отменить это действие будет нельзя. Ваш аккаунт Google не будет удалён.
tr: Bu işlem PipPipGo profilinizi, yol arkadaşlarınızı, seyahatlerinizi, kayıtlı tercihlerinizi ve konuşmalarınızı kalıcı olarak siler. Oturumunuz kapatılır ve bu işlemi geri alamazsınız. Google hesabınız silinmez.
vi: Thao tác này sẽ xóa vĩnh viễn hồ sơ PipPipGo, bạn đồng hành, chuyến đi, tùy chọn đã lưu và các cuộc trò chuyện của bạn. Bạn sẽ bị đăng xuất và không thể hoàn tác. Tài khoản Google của bạn sẽ không bị xóa.
zh_hans: 这将永久删除你的 PipPipGo 个人资料、同行者、行程、已保存的偏好设置和对话。你将退出登录，且无法撤销此操作。你的 Google 账号不会被删除。

source: This voice sample is unavailable.
ar: عينة الصوت هذه غير متاحة.
es: Esta muestra de voz no está disponible.
fa: این نمونهٔ صدا در دسترس نیست.
fil: Hindi available ang sample ng boses na ito.
fil_ph: Hindi available ang sample ng boses na ito.
fr: Cet échantillon vocal est indisponible.
it: Questo campione vocale non è disponibile.
ja: この音声サンプルは利用できません。
ko: 이 음성 샘플은 사용할 수 없습니다.
ru: Этот образец голоса недоступен.
tr: Bu ses örneği kullanılamıyor.
vi: Không có đoạn nghe thử giọng nói này.
zh_hans: 此语音试听不可用。

source: Translate for me
ar: ترجم لي
es: Tradúceme
fa: برایم ترجمه کن
fil: Isalin para sa akin
fil_ph: Isalin para sa akin
fr: Traduire pour moi
it: Traduci per me
ja: 翻訳して
ko: 통역해 주세요
ru: Переводить для меня
tr: Benim için çevir
vi: Dịch giúp tôi
zh_hans: 帮我翻译

source: Translate only their speech into your language
ar: ترجم كلامهم فقط إلى لغتك
es: Traducir solo lo que dicen a tu idioma
fa: فقط گفتار آن‌ها را به زبان شما ترجمه کن
fil: Isalin lang sa wika mo ang sinasabi nila
fil_ph: Pagsasalin lang ng sinasabi nila sa wika mo
fr: Traduire uniquement leurs paroles dans votre langue
it: Traduci solo ciò che dicono nella tua lingua
ja: 相手の発言だけをあなたの言語に翻訳
ko: 상대방의 말만 내 언어로 통역
ru: Переводить только их речь на ваш язык
tr: Yalnızca onların konuşmasını sizin dilinize çevir
vi: Chỉ dịch lời nói của họ sang ngôn ngữ của bạn
zh_hans: 仅将对方的语音翻译成你的语言

source: Translation could not connect. Check your connection, then try again.
ar: تعذّر الاتصال بخدمة الترجمة. تحقّق من اتصالك، ثم حاول مرة أخرى.
es: No se pudo establecer la conexión para traducir. Comprueba tu conexión e inténtalo de nuevo.
fa: اتصال برای ترجمه برقرار نشد. اتصال اینترنتتان را بررسی کنید و دوباره امتحان کنید.
fil: Hindi makakonekta ang pagsasalin. Suriin ang koneksyon mo, pagkatapos ay subukan ulit.
fil_ph: Hindi makakonekta ang pagsasalin. Suriin ang koneksyon mo at subukan ulit.
fr: Impossible de se connecter au service de traduction. Vérifiez votre connexion, puis réessayez.
it: Impossibile connettersi per la traduzione. Controlla la connessione e riprova.
ja: 翻訳に接続できませんでした。接続を確認して、もう一度お試しください。
ko: 통역에 연결할 수 없습니다. 연결을 확인한 후 다시 시도해 주세요.
ru: Не удалось подключиться для перевода. Проверьте подключение и попробуйте ещё раз.
tr: Çeviri bağlantısı kurulamadı. Bağlantınızı kontrol edip tekrar deneyin.
vi: Không thể kết nối để dịch. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法连接翻译服务。请检查网络连接后重试。

source: Translation could not connect. Please try again.
ar: تعذّر الاتصال بخدمة الترجمة. يُرجى المحاولة مرة أخرى.
es: No se pudo establecer la conexión para traducir. Inténtalo de nuevo.
fa: اتصال برای ترجمه برقرار نشد. لطفاً دوباره امتحان کنید.
fil: Hindi makakonekta ang pagsasalin. Subukan ulit.
fil_ph: Hindi makakonekta ang pagsasalin. Subukan ulit.
fr: Impossible de se connecter au service de traduction. Veuillez réessayer.
it: Impossibile connettersi per la traduzione. Riprova.
ja: 翻訳に接続できませんでした。もう一度お試しください。
ko: 통역에 연결할 수 없습니다. 다시 시도해 주세요.
ru: Не удалось подключиться для перевода. Попробуйте ещё раз.
tr: Çeviri bağlantısı kurulamadı. Lütfen tekrar deneyin.
vi: Không thể kết nối để dịch. Vui lòng thử lại.
zh_hans: 无法连接翻译服务，请重试。

source: Translation from their language to yours
ar: الترجمة من لغتهم إلى لغتك
es: Traducción de su idioma al tuyo
fa: ترجمه از زبان آن‌ها به زبان شما
fil: Pagsasalin mula sa wika nila tungo sa wika mo
fil_ph: Pagsasalin mula sa wika nila papunta sa wika mo
fr: Traduction de leur langue vers la vôtre
it: Traduzione dalla loro lingua alla tua
ja: 相手の言語からあなたの言語へ翻訳
ko: 상대방의 언어에서 내 언어로 통역
ru: Перевод с их языка на ваш
tr: Onların dilinden sizin dilinize çeviri
vi: Dịch từ ngôn ngữ của họ sang ngôn ngữ của bạn
zh_hans: 将对方的语言翻译成你的语言

source: Translation settings
ar: إعدادات الترجمة
es: Ajustes de traducción
fa: تنظیمات ترجمه
fil: Mga setting ng pagsasalin
fil_ph: Mga setting ng pagsasalin
fr: Paramètres de traduction
it: Impostazioni di traduzione
ja: 翻訳設定
ko: 통역 설정
ru: Настройки перевода
tr: Çeviri ayarları
vi: Cài đặt dịch
zh_hans: 翻译设置

source: Travel style
ar: أسلوب السفر
es: Estilo de viaje
fa: سبک سفر
fil: Estilo ng paglalakbay
fil_ph: Estilo ng paglalakbay
fr: Style de voyage
it: Stile di viaggio
ja: 旅行スタイル
ko: 여행 스타일
ru: Стиль путешествий
tr: Seyahat tarzı
vi: Phong cách du lịch
zh_hans: 旅行风格

source: Trip plans
ar: خطط الرحلة
es: Planes de viaje
fa: برنامه‌های سفر
fil: Mga plano sa biyahe
fil_ph: Mga plano sa biyahe
fr: Projets de voyage
it: Piani di viaggio
ja: 旅行プラン
ko: 여행 계획
ru: Планы поездки
tr: Seyahat planları
vi: Kế hoạch chuyến đi
zh_hans: 行程安排

source: Turkish
ar: التركية
es: Turco
fa: ترکی
fil: Turko
fil_ph: Turko
fr: Turc
it: Turco
ja: トルコ語
ko: 터키어
ru: Турецкий
tr: Türkçe
vi: Tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其语

source: Two-way translation
ar: الترجمة في الاتجاهين
es: Traducción bidireccional
fa: ترجمه دوطرفه
fil: Pagsasalin sa dalawang direksiyon
fil_ph: Pagsasalin sa dalawang direksyon
fr: Traduction bidirectionnelle
it: Traduzione bidirezionale
ja: 双方向翻訳
ko: 양방향 통역
ru: Двусторонний перевод
tr: İki yönlü çeviri
vi: Dịch hai chiều
zh_hans: 双向翻译

source: Use the booking details I reviewed and confirmed.
ar: استخدم تفاصيل الحجز التي راجعتها وأكدتها.
es: Usa los datos de la reserva que revisé y confirmé.
fa: از جزئیات رزرو که بررسی و تأیید کردم استفاده کن.
fil: Gamitin ang mga detalye ng booking na sinuri at kinumpirma ko.
fil_ph: Gamitin ang mga detalye ng booking na sinuri at kinumpirma ko.
fr: Utilisez les détails de réservation que j’ai vérifiés et confirmés.
it: Usa i dettagli della prenotazione che ho verificato e confermato.
ja: 確認して確定した予約の詳細を使ってください。
ko: 검토하고 확인한 예약 정보를 사용합니다.
ru: Использовать проверенные и подтверждённые мной данные бронирования.
tr: İncelediğim ve onayladığım rezervasyon ayrıntılarını kullan.
vi: Dùng thông tin đặt chỗ tôi đã xem lại và xác nhận.
zh_hans: 请使用我审核并确认过的预订详情。

source: Vietnamese
ar: الفيتنامية
es: Vietnamita
fa: ویتنامی
fil: Biyetnames
fr: Vietnamien
it: Vietnamita
ja: ベトナム語
ko: 베트남어
ru: Вьетнамский
tr: Vietnamca
vi: Tiếng Việt
zh_hans: 越南语

source: Voice conversation
ar: محادثة صوتية
es: Conversación por voz
fa: گفت‌وگوی صوتی
fil: Pag-uusap gamit ang boses
fil_ph: Pag-uusap gamit ang boses
fr: Conversation vocale
it: Conversazione vocale
ja: 音声で会話
ko: 음성 대화
ru: Голосовой разговор
tr: Sesli görüşme
vi: Trò chuyện bằng giọng nói
zh_hans: 语音对话

source: Waiting for a fresh location. It will retry automatically.
ar: بانتظار موقع جديد. ستتم إعادة المحاولة تلقائيًا.
es: Esperando una ubicación actualizada. Se volverá a intentar automáticamente.
fa: در انتظار موقعیت مکانی جدید هستیم. دوباره به‌طور خودکار تلاش می‌کنیم.
fil: Naghihintay ng bagong lokasyon. Awtomatiko itong susubukan ulit.
fil_ph: Naghihintay ng bagong lokasyon. Awtomatiko itong susubukang muli.
fr: En attente d’une position récente. Une nouvelle tentative sera effectuée automatiquement.
it: In attesa di una posizione aggiornata. Riproveremo automaticamente.
ja: 最新の位置情報を取得しています。自動的に再試行します。
ko: 새 위치를 기다리는 중입니다. 자동으로 다시 시도합니다.
ru: Ожидание новых данных о местоположении. Повторная попытка будет выполнена автоматически.
tr: Yeni bir konum bekleniyor. Otomatik olarak yeniden denenecek.
vi: Đang chờ vị trí mới. Ứng dụng sẽ tự động thử lại.
zh_hans: 正在等待最新位置，将自动重试。

source: Waiting for a newer location. It will retry automatically.
ar: جارٍ انتظار موقع أحدث. ستتم إعادة المحاولة تلقائيًا.
es: Esperando una ubicación más reciente. Se volverá a intentar automáticamente.
fa: در انتظار موقعیت مکانی جدیدتری هستیم. دوباره به‌طور خودکار تلاش می‌کنیم.
fil: Naghihintay ng mas bagong lokasyon. Awtomatiko itong susubukan muli.
fil_ph: Naghihintay ng mas bagong lokasyon. Awtomatiko itong susubukang muli.
fr: En attente d’une position plus récente. Une nouvelle tentative sera effectuée automatiquement.
it: In attesa di una posizione più recente. Riproveremo automaticamente.
ja: 新しい位置情報を取得しています。自動的に再試行します。
ko: 새 위치 정보를 기다리고 있어요. 자동으로 다시 시도할게요.
ru: Ожидаем более новые данные о местоположении. Повторная попытка будет выполнена автоматически.
tr: Daha yeni bir konum bekleniyor. Otomatik olarak yeniden denenecek.
vi: Đang chờ vị trí mới hơn. Ứng dụng sẽ tự động thử lại.
zh_hans: 正在等待更新的位置，将自动重试。

source: We can move on to your trip whenever you're ready.
ar: يمكننا الانتقال إلى رحلتك متى كنت مستعدًا.
es: Cuando quieras, podemos pasar a organizar tu viaje.
fa: هر وقت آماده بودید، می‌توانیم سراغ سفرتان برویم.
fil: Maaari na tayong magpatuloy sa biyahe mo kapag handa ka na.
fil_ph: Maaari na tayong magpatuloy sa biyahe mo kapag handa ka na.
fr: On pourra passer à votre voyage dès que vous serez prêt.
it: Quando vuoi, possiamo passare al tuo viaggio.
ja: 準備ができたら、旅の計画に進みましょう。
ko: 준비되면 여행 이야기로 넘어가도 좋아요.
ru: Когда будете готовы, можем перейти к планированию поездки.
tr: Hazır olduğunuzda seyahatinize geçebiliriz.
vi: Khi nào sẵn sàng, chúng ta có thể bắt đầu chuyến đi.
zh_hans: 准备好后，我们就可以开始规划你的旅程。

source: We can move on to your trip whenever you’re ready.
ar: يمكننا الانتقال إلى رحلتك متى كنت مستعدًا.
es: Cuando quieras, podemos pasar a organizar tu viaje.
fa: هر وقت آماده بودید، می‌توانیم سراغ سفرتان برویم.
fil: Maaari na tayong magpatuloy sa biyahe mo kapag handa ka na.
fil_ph: Maaari na tayong magpatuloy sa biyahe mo kapag handa ka na.
fr: On pourra passer à votre voyage dès que vous serez prêt.
it: Quando vuoi, possiamo passare al tuo viaggio.
ja: 準備ができたら、旅の計画に進みましょう。
ko: 준비되면 여행 이야기로 넘어가도 좋아요.
ru: Когда будете готовы, можем перейти к планированию поездки.
tr: Hazır olduğunuzda seyahatinize geçebiliriz.
vi: Khi nào sẵn sàng, chúng ta có thể bắt đầu chuyến đi.
zh_hans: 准备好后，我们就可以开始规划你的旅程。

source: Website
ar: الموقع الإلكتروني
es: Sitio web
fa: وب‌سایت
fr: Site Web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
ru: Веб-сайт
tr: Web sitesi
vi: Trang web
zh_hans: 网站

source: What are you curious about?
ar: ما الذي يثير فضولك؟
es: ¿Qué temas te dan curiosidad?
fa: به چه چیزهایی علاقه‌مندید؟
fil: Ano ang gusto mong malaman?
fil_ph: Ano ang gusto mong malaman?
fr: Qu’est-ce qui vous intrigue ?
it: Cosa ti incuriosisce?
ja: どんなことに興味がありますか？
ko: 무엇이 궁금하세요?
ru: Что вам интересно?
tr: Neyi merak ediyorsunuz?
vi: Bạn tò mò về điều gì?
zh_hans: 你对什么感到好奇？

source: When you're not working…
ar: عندما لا تكون في العمل…
es: Cuando no estás trabajando…
fa: وقتی سر کار نیستید…
fil: Kapag hindi ka nagtatrabaho…
fil_ph: Kapag hindi ka nagtatrabaho…
fr: Quand vous ne travaillez pas…
it: Quando non lavori…
ja: 仕事以外の時間は…
ko: 일하지 않을 때는…
ru: Когда вы не работаете…
tr: Çalışmadığınız zamanlarda…
vi: Khi không làm việc…
zh_hans: 不工作的时候……

source: Where are we going today?
ar: إلى أين نتجه اليوم؟
es: ¿Adónde vamos hoy?
fa: امروز کجا می‌رویم؟
fil: Saan tayo pupunta ngayon?
fil_ph: Saan tayo pupunta ngayon?
fr: Où allons-nous aujourd’hui ?
it: Dove andiamo oggi?
ja: 今日はどこへ行きますか？
ko: 오늘은 어디로 가볼까요?
ru: Куда отправимся сегодня?
tr: Bugün nereye gidiyoruz?
vi: Hôm nay chúng ta đi đâu?
zh_hans: 我们今天要去哪里？

source: Where is the closest pharmacy?
ar: أين أقرب صيدلية؟
es: ¿Dónde está la farmacia más cercana?
fa: نزدیک‌ترین داروخانه کجاست؟
fil: Nasaan ang pinakamalapit na botika?
fil_ph: Nasaan ang pinakamalapit na botika?
fr: Où se trouve la pharmacie la plus proche ?
it: Dov’è la farmacia più vicina?
ja: 一番近い薬局はどこですか？
ko: 가장 가까운 약국이 어디예요?
ru: Где ближайшая аптека?
tr: En yakın eczane nerede?
vi: Hiệu thuốc gần nhất ở đâu?
zh_hans: 最近的药店在哪里？

source: Work (optional)
ar: العمل (اختياري)
es: Trabajo (opcional)
fa: شغل (اختیاری)
fil: Trabaho (opsyonal)
fil_ph: Trabaho (opsyonal)
fr: Travail (facultatif)
it: Lavoro (facoltativo)
ja: 仕事（任意）
ko: 직장 (선택 사항)
ru: Работа (необязательно)
tr: İş (isteğe bağlı)
vi: Công việc (không bắt buộc)
zh_hans: 工作（选填）
